Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Long-press extras need a key that types a single character.
de: Zusatzzeichen beim Gedrückthalten benötigen eine Taste, die ein einzelnes Zeichen eingibt.
es: Los extras de pulsación larga necesitan una tecla que escriba un solo carácter.
et: Pika vajutuse lisavalikud vajavad klahvi, mis sisestab ühe märgi.
fr: Les options d’appui long nécessitent une touche qui saisit un seul caractère.
hu: A hosszú nyomás extráihoz egyetlen karaktert beíró billentyű szükséges.
it: Le opzioni della pressione prolungata richiedono un tasto che digiti un solo carattere.
ja: 長押しの追加機能には、1文字を入力するキーが必要です。
ko: 길게 누르기 추가 기능은 한 글자를 입력하는 키가 필요합니다.
ms: Pilihan tambahan tekan lama memerlukan kekunci yang menaip satu aksara.
pt: Os extras de pressão prolongada precisam de uma tecla que escreva um único caráter.
ru: Для дополнительных символов по долгому нажатию нужна клавиша, вводящая один символ.
zh_hans: 长按附加选项需要使用只输入单个字符的按键。

source: Long-press glyphs
de: Symbole beim Gedrückthalten
es: Símbolos de pulsación prolongada
et: Pikalt vajutamise glüüfid
fr: Symboles d’appui long
hu: Hosszan nyomás jelei
it: Simboli della pressione prolungata
ja: 長押しの文字
ko: 길게 누르기 글리프
ms: Glif tekan lama
pt: Símbolos de toque prolongado
ru: Символы долгого нажатия
zh_hans: 长按字符

source: Long-press presets
de: Voreinstellungen fürs Gedrückthalten
es: Preajustes de pulsación larga
et: Pika vajutuse eelseadistused
fr: Préréglages d’appui long
hu: Hosszú nyomás előbeállításai
it: Preset per la pressione prolungata
ja: 長押しのプリセット
ko: 길게 누르기 프리셋
ms: Pratetap tekan lama
pt: Predefinições de pressão prolongada
ru: Предустановки долгого нажатия
zh_hans: 长按预设

source: Long-press variant
de: Variante beim langen Drücken
es: Variante de pulsación larga
et: Pikkvajutuse variant
fr: Variante d'appui long
hu: Hosszú lenyomásos változat
it: Variante della pressione prolungata
ja: 長押しの代替文字
ko: 길게 누르기 변형
ms: Varian tekan lama
pt: Variante de toque prolongado
ru: Вариант по долгому нажатию
zh_hans: 长按变体

source: Look
de: Aussehen
es: Aspecto
et: Välimus
fr: Apparence
hu: Megjelenés
it: Aspetto
ja: 外観
ko: 모양
ms: Rupa
pt: Aspeto
ru: Вид
zh_hans: 外观

source: Look a word up
de: Ein Wort nachschlagen
es: Consulta una palabra
et: Otsi sõna tähendust
fr: Chercher un mot
hu: Szó kikeresése
it: Cerca una parola
ja: 単語を調べる
ko: 단어 찾아보기
ms: Cari makna perkataan
pt: Consultar uma palavra
ru: Найти слово
zh_hans: 查一个单词

source: Look and feel
de: Aussehen und Gefühl
es: Aspecto y tacto
et: Välimus ja tunnetus
fr: Apparence et sensations
hu: Megjelenés és érzet
it: Aspetto e sensazione
ja: 見た目と感触
ko: 모양과 느낌
ms: Rupa dan rasa
pt: Aspeto e toque
ru: Вид и ощущения
zh_hans: 外观与手感

source: Look up the word you're typing, and swap in a better one
de: Schlage das Wort nach, das du schreibst, und ersetze es durch ein besseres
es: Consulta la palabra que escribes y cámbiala por una mejor
et: Otsi sõna, mida kirjutad, ja asenda see paremaga
fr: Recherche le mot que tu saisis et remplace-le par un mot plus adapté
hu: Nézd meg a szót, amit írsz, és cseréld le egy jobbra
it: Cerca la parola che stai scrivendo e sostituiscila con una migliore
ja: 入力中の単語を調べて、より良い語に置き換えます
ko: 입력 중인 단어를 찾아보고 더 나은 단어로 바꿉니다
ms: Cari perkataan yang anda taip dan gantikan dengan yang lebih baik
pt: Consulte a palavra que está a escrever e troque-a por uma melhor
ru: Найдите слово, которое вы печатаете, и замените его на более подходящее
zh_hans: 查询正在输入的单词，并换上更合适的词

source: Look up what a word means
de: Schlage nach, was ein Wort bedeutet
es: Consulta el significado de una palabra
et: Vaata, mida sõna tähendab
fr: Cherchez le sens d’un mot
hu: Nézd meg, mit jelent egy szó
it: Cerca il significato di una parola
ja: 単語の意味を調べます
ko: 단어의 뜻을 찾아봅니다
ms: Cari maksud sesuatu perkataan
pt: Consulte o significado de uma palavra
ru: Узнайте значение слова
zh_hans: 查询单词的含义

source: Looking it up…
de: Wird nachgeschlagen …
es: Buscando…
et: Otsin…
fr: Recherche en cours…
hu: Keresés…
it: Ricerca in corso…
ja: 検索中…
ko: 찾는 중…
ms: Sedang mencari…
pt: A consultar…
ru: Ищем…
zh_hans: 正在查询…

source: Loop
de: Schleife
es: Bucle
et: Tsükkel
fr: Boucle
hu: Hurok
it: Ciclo
ja: ループ
ko: 반복
ms: Gelung
pt: Ciclo
ru: Цикл
zh_hans: 循环

source: Loop over words
de: Über Wörter iterieren
es: Recorrer las palabras
et: Tsükkel üle sõnade
fr: Boucler sur les mots
hu: Ciklus a szavakon
it: Cicla sulle parole
ja: 単語をループ処理
ko: 단어 순회하기
ms: Gelung pada perkataan
pt: Percorrer as palavras
ru: Пройти циклом по словам
zh_hans: 遍历单词

source: Loose and playful
de: Locker und verspielt
es: Suelto y juguetón
et: Lahtine ja mänguline
fr: Souple et espiègle
hu: Laza és játékos
it: Sciolto e giocoso
ja: ゆるくて遊び心
ko: 느슨하고 발랄하게
ms: Longgar dan ceria
pt: Solto e divertido
ru: Свободно и игриво
zh_hans: 灵动俏皮

source: Loudness
de: Lautstärke
es: Volumen
et: Helitugevus
fr: Volume
hu: Hangosság
it: Volume
ja: 音量
ko: 소리 크기
ms: Kekuatan bunyi
pt: Volume
ru: Громкость
zh_hans: 响度

source: Low Power Mode is on, so the light holds still instead of moving. Presses still light up.
de: Der Stromsparmodus ist aktiv, deshalb bleibt das Licht unbewegt. Tastendrücke leuchten weiterhin auf.
es: El modo de bajo consumo está activado, por lo que la luz permanece fija. Las pulsaciones siguen iluminándose.
et: Vähese energiatarbega režiim on sisse lülitatud, seega valgus ei liigu. Vajutused süütavad endiselt valguse.
fr: Le mode économie d’énergie est activé, donc la lumière reste fixe. Les touches s’allument toujours à l’appui.
hu: Az Alacsony töltöttségű mód be van kapcsolva, ezért a fény nem mozog. A leütések továbbra is felvillannak.
it: Il risparmio energetico è attivo, quindi la luce resta ferma. I tasti si illuminano ancora alla pressione.
ja: 低電力モードがオンのため、光の動きを止めています。キーを押したときの点灯は続きます。
ko: 저전력 모드가 켜져 있어 빛이 움직이지 않습니다. 키를 누르면 계속 빛납니다.
ms: Mod Kuasa Rendah dihidupkan, jadi cahaya tidak bergerak. Kekunci masih menyala apabila ditekan.
pt: O modo de baixo consumo está ativo, pelo que a luz fica estática. As teclas continuam a iluminar-se ao premir.
ru: Включён режим энергосбережения, поэтому подсветка неподвижна. Нажатия по-прежнему подсвечиваются.
zh_hans: 低电量模式已开启，灯光保持静止。按键按下时仍会亮起。

source: Low Power Mode is on. Glass keeps rendering, but the glow, bloom, and ambient motion pause to save battery.
de: Der Stromsparmodus ist an. Das Glas bleibt, aber Leuchten, Aufblühen und Umgebungsbewegung pausieren, um Akku zu sparen.
es: El modo de bajo consumo está activado. El cristal se mantiene, pero el brillo, el destello y el movimiento ambiental se pausan para ahorrar batería.
et: Energiasäästurežiim on sees. Klaas jätkab renderdamist, aga sära, bloom ja õhustikuliikumine peatuvad aku säästmiseks.
fr: Le mode économie d'énergie est activé. Le verre reste affiché, mais la lueur, la floraison et le mouvement d'ambiance se mettent en pause pour économiser la batterie.
hu: Az energiatakarékos mód be van kapcsolva. Az üveg marad, de a ragyogás, a felvillanás és a háttérmozgás szünetel, hogy kímélje az akkumulátort.
it: Il risparmio energetico è attivo. Il vetro resta, ma bagliore, fioritura e movimento ambientale si mettono in pausa per risparmiare batteria.
ja: 低電力モードがオンです。ガラスはそのままで、グロー、ブルーム、環境アニメーションはバッテリー節約のため停止します。
ko: 저전력 모드가 켜져 있습니다. 글래스는 그대로 두고 글로우, 블룸, 배경 움직임은 배터리 절약을 위해 멈춥니다.
ms: Mod Kuasa Rendah dihidupkan. Kaca kekal, tetapi cahaya, kembang dan gerakan latar dijeda untuk menjimatkan bateri.
pt: O modo de baixo consumo está ativado. O vidro continua, mas o brilho, o realce e o movimento ambiente pausam para poupar bateria.
ru: Включён режим энергосбережения. Стекло по-прежнему рисуется, но сияние, свечение и фоновое движение приостановлены ради батареи.
zh_hans: 低电量模式已开启。玻璃继续渲染，但光晕、绽放和环境动效会暂停以省电。

source: Lower
de: Tiefer
es: Más grave
et: Madalam
fr: Plus grave
hu: Mélyebb
it: Più grave
ja: 低く
ko: 낮게
ms: Lebih rendah
pt: Mais grave
ru: Ниже
zh_hans: 更低

source: Lower priorities receive higher-ranked suggestions.
de: Niedrigere Prioritätswerte erhalten höher eingestufte Vorschläge.
es: Los valores de prioridad más bajos reciben las sugerencias mejor clasificadas.
et: Väiksema prioriteediväärtusega sihtmärgid saavad kõrgemal kohal olevad soovitused.
fr: Les valeurs de priorité les plus basses reçoivent les suggestions les mieux classées.
hu: Az alacsonyabb prioritásértékek kapják az előrébb sorolt javaslatokat.
it: I valori di priorità più bassi ricevono i suggerimenti meglio classificati.
ja: 優先順位の数値が小さいほど、上位の候補が割り当てられます。
ko: 우선순위 값이 낮을수록 순위가 높은 추천이 배정됩니다.
ms: Nilai keutamaan yang lebih rendah menerima cadangan berkedudukan lebih tinggi.
pt: Os valores de prioridade mais baixos recebem as sugestões mais bem classificadas.
ru: Чем меньше значение приоритета, тем выше рейтинг назначенной подсказки.
zh_hans: 优先级数值越低，分配到的候选词排名越高。

source: Lowercase
de: Kleinbuchstaben
es: Minúsculas
et: Väiketähed
fr: Minuscules
hu: Kisbetűk
it: Minuscole
ja: 小文字
ko: 소문자
ms: Huruf kecil
pt: Minúsculas
ru: Строчные
zh_hans: 小写

source: Made by %@
de: Erstellt von %@
es: Creado por %@
et: Autor: %@
fr: Créé par %@
hu: Készítette: %@
it: Creato da %@
ja: 作成者：%@
ko: 제작: %@
ms: Dibuat oleh %@
pt: Criado por %@
ru: Автор: %@
zh_hans: 由 %@ 制作

source: Made up a language? Describe it here and Clink will predict, correct and lay out keys for it like any other. Bring a word list to teach it vocabulary.
de: Eine eigene Sprache erfunden? Beschreib sie hier, dann sagt Clink Wörter voraus, korrigiert und legt Tasten dafür an wie für jede andere. Mit einer Wortliste bringst du ihr Vokabular bei.
es: ¿Te has inventado un idioma? Descríbelo aquí y Clink predecirá, corregirá y le pondrá teclas como a cualquier otro. Trae una lista de palabras para enseñarle vocabulario.
et: Oled keele välja mõelnud? Kirjelda seda siin ja Clink ennustab, parandab ja paigutab klahvid selle jaoks nagu iga teise keele puhul. Too sõnaloend, et teda sõnavara õpetada.
fr: Tu as inventé une langue ? Décris-la ici et Clink la prédira, la corrigera et lui donnera un clavier comme à n’importe quelle autre. Une liste de mots lui apprendra son vocabulaire.
hu: Kitaláltál egy nyelvet? Írd le itt, és a Clink ugyanúgy jósol, javít és billentyűket ad hozzá, mint bármelyik máshoz. Egy szólistával megtanítod neki a szókincsét.
it: Hai inventato una lingua? Descrivila qui e Clink la predirà, la correggerà e le darà dei tasti come a qualsiasi altra. Con un elenco di parole le insegni il vocabolario.
ja: 自分で言語をつくりましたか？ここで説明すれば、Clink は他の言語と同じように予測し、修正し、キーを用意します。単語リストを読み込めば語彙も覚えます。
ko: 직접 언어를 만드셨나요? 여기에 설명해 두면 Clink가 다른 언어와 똑같이 예측하고 교정하고 자판을 만들어 줍니다. 단어 목록을 가져오면 어휘도 익힙니다.
ms: Cipta bahasa sendiri? Terangkan di sini dan Clink akan meramal, membetulkan dan menyusun kekunci untuknya seperti bahasa lain. Bawa senarai perkataan untuk mengajar kosa katanya.
pt: Inventaste um idioma? Descreve-o aqui e o Clink passa a prever, corrigir e dispor teclas para ele como para qualquer outro. Traz uma lista de palavras para lhe ensinar vocabulário.
ru: Придумали язык? Опишите его здесь — и Clink будет предсказывать, исправлять и раскладывать клавиши для него, как для любого другого. Принесите список слов, чтобы научить его лексике.
zh_hans: 自己造了一门语言？在这里描述它，Clink 就会像对待其他语言一样为它预测、纠错、排布按键。导入词表即可教它词汇。

source: Make a Copy
de: Kopie erstellen
es: Hacer una copia
et: Tee koopia
fr: Faire une copie
hu: Másolat készítése
it: Crea una copia
ja: コピーを作成
ko: 사본 만들기
ms: Buat Salinan
pt: Fazer uma cópia
ru: Сделать копию
zh_hans: 创建副本

source: Make a custom layout?
de: Eigenes Layout erstellen?
es: ¿Crear un diseño personalizado?
et: Teha kohandatud paigutus?
fr: Créer une disposition perso ?
hu: Készítesz egyéni elrendezést?
it: Vuoi creare un layout personalizzato?
ja: カスタムレイアウトを作りますか?
ko: 나만의 레이아웃을 만들까요?
ms: Buat susun atur sendiri?
pt: Criar um esquema à tua medida?
ru: Сделать свою раскладку?
zh_hans: 要做一个自定义布局吗？

source: Make a language
de: Sprache anlegen
es: Crear un idioma
et: Loo keel
fr: Créer une langue
hu: Nyelv létrehozása
it: Crea una lingua
ja: 言語をつくる
ko: 언어 만들기
ms: Cipta bahasa
pt: Criar um idioma
ru: Создать язык
zh_hans: 创建语言

source: Make a language instead
de: Stattdessen Sprache anlegen
es: Mejor crear un idioma
et: Loo hoopis keel
fr: Créer plutôt une langue
hu: Inkább új nyelvet készítek
it: Crea invece una lingua
ja: 代わりに言語をつくる
ko: 대신 언어 만들기
ms: Cipta bahasa sebaliknya
pt: Criar antes um idioma
ru: Лучше создать язык
zh_hans: 改为创建一门语言

source: Make a pack from your own clicks: a file, a recording, or a copy of a built-in one to start from.
de: Bau dir ein Paket aus deinen eigenen Klicks – eine Datei, eine Aufnahme oder eine Kopie eines vorinstallierten Pakets als Startpunkt.
es: Crea un paquete con tus propios clics: un archivo, una grabación o una copia de uno integrado para empezar.
et: Tee pakk omaenda klõpsudest: fail, salvestus või sisseehitatud pakist tehtud koopia, millest alustada.
fr: Crée un pack avec tes propres clics — un fichier, un enregistrement, ou une copie d'un pack intégré pour partir de quelque chose.
hu: Készíts csomagot a saját kattanásaidból – egy fájlból, egy felvételből, vagy egy beépített csomag másolatából kiindulva.
it: Crea un pacchetto con i tuoi clic — un file, una registrazione o una copia di uno integrato da cui partire.
ja: 自分のクリック音でパックを作れます。ファイル、録音、または内蔵パックのコピーから始められます。
ko: 직접 만든 클릭 소리로 팩을 만들어 보세요. 파일, 녹음, 또는 기본 제공 팩의 복사본에서 시작할 수 있어요.
ms: Cipta pek daripada bunyi klik anda sendiri — daripada fail, rakaman, atau salinan pek terbina dalam sebagai permulaan.
pt: Cria um pacote com os teus próprios cliques — um ficheiro, uma gravação ou uma cópia de um integrado para começares.
ru: Соберите набор из своих щелчков — из файла, из записи или из копии встроенного набора для начала.
zh_hans: 用你自己的按键声做一个声音包——可以来自文件、录音，或复制一个内置包作为起点。

source: Make it formal
de: Formeller formulieren
es: Hazlo más formal
et: Tee ametlikumaks
fr: Rends-le plus formel
hu: Tedd hivatalosabbá
it: Rendilo più formale
ja: フォーマルにする
ko: 격식 있게 바꾸기
ms: Jadikan formal
pt: Torna mais formal
ru: Сделать официальным
zh_hans: 改得正式一点

source: Make it read better
de: Lass es besser klingen
es: Haz que suene mejor
et: Paranda loetavust
fr: Améliore ton texte
hu: Csiszold a szöveged
it: Fallo suonare meglio
ja: 文章をもっと読みやすく
ko: 문장을 더 매끄럽게
ms: Jadikan ayat lebih lancar
pt: Melhora o teu texto
ru: Сделать читаемее
zh_hans: 让文字更通顺

source: Make it shorter
de: Mach das kürzer
es: Hazlo más corto
et: Tee lühemaks
fr: Fais plus court
hu: Rövidítsd le
it: Fallo più corto
ja: もっと短くして
ko: 더 짧게 해 줘
ms: Jadikan ia lebih pendek
pt: Torna isto mais curto
ru: Сделать короче
zh_hans: 写得再短一点

source: Make one, then import a dictionary for it if you have a word list.
de: Leg eine an und importier ein Wörterbuch dafür, falls du eine Wortliste hast.
es: Crea uno y, si tienes una lista de palabras, impórtala como diccionario.
et: Loo üks ja impordi sellele sõnaraamat, kui sul on sõnaloend.
fr: Crées-en une, puis importe un dictionnaire si tu as une liste de mots.
hu: Hozz létre egyet, majd importálj hozzá szótárat, ha van szólistád.
it: Creane una, poi importa un dizionario se hai un elenco di parole.
ja: 1つ作成し、単語リストがあれば辞書として読み込みます。
ko: 하나 만든 다음, 단어 목록이 있다면 사전으로 가져오세요.
ms: Cipta satu, kemudian import kamus untuknya jika anda ada senarai perkataan.
pt: Cria um e, se tiveres uma lista de palavras, importa-a como dicionário.
ru: Создайте его, а потом импортируйте словарь, если у вас есть список слов.
zh_hans: 先建一个，如果手里有词表，再作为词典导进去。

source: Make your keyboard yours, everywhere.
de: Deine Tastatur. Dein Stil. Überall.
es: Tu teclado, a tu manera. En todas partes.
et: Sinu klaviatuur, sinu moodi. Kõikjal.
fr: Ton clavier, à ton image. Partout.
hu: A te billentyűzeted, a te stílusod. Mindenhol.
it: La tua tastiera, a modo tuo. Ovunque.
ja: どこでも、自分らしい キーボードに。
ko: 어디서나 나만의 키보드로.
ms: Papan kekunci mengikut gaya anda. Di mana-mana.
pt: O seu teclado, à sua medida. Em todo o lado.
ru: Ваша клавиатура, ваш стиль. Везде.
zh_hans: 让键盘随处 都属于你。

source: Making a light, sharp ringing sound.
de: Einen hellen, klirrenden Klang erzeugend.
es: Que produce un sonido tintineante, ligero y agudo.
et: Kerget ja teravat kõlisevat heli tekitav.
fr: Qui produit un son clair et léger de tintement.
hu: Könnyed, éles csengő hangot adó.
it: Che produce un suono tintinnante, leggero e acuto.
ja: 軽く澄んだ、チリンという音を立てること。
ko: 가볍고 맑게 쨍그랑거리는 소리를 내는.
ms: Menghasilkan bunyi denting yang halus dan nyaring.
pt: Que produz um som tilintante, leve e agudo.
ru: Издающий лёгкий, звонкий звенящий звук.
zh_hans: 发出轻快清脆的叮当声。

source: Manage
de: Verwalten
es: Gestionar
et: Halda
fr: Gérer
hu: Kezelése
it: Gestisci
ja: 管理
ko: 관리
ms: Urus
pt: Gerir
ru: Управление
zh_hans: 管理

source: Manage dictionaries
de: Wörterbücher verwalten
es: Gestionar diccionarios
et: Halda sõnaraamatuid
fr: Gérer les dictionnaires
hu: Szótárak kezelése
it: Gestisci dizionari
ja: 辞書を管理
ko: 사전 관리
ms: Urus kamus
pt: Gerir dicionários
ru: Управление словарями
zh_hans: 管理词典

source: Manage plugins
de: Plugins verwalten
es: Gestionar plugins
et: Halda pistikprogramme
fr: Gérer les plugins
hu: Bővítmények kezelése
it: Gestisci plugin
ja: プラグインを管理
ko: 플러그인 관리
ms: Urus plugin
pt: Gerir plugins
ru: Управление плагинами
zh_hans: 管理插件

source: Manage profiles
de: Profile verwalten
es: Gestionar perfiles
et: Halda profiile
fr: Gérer les profils
hu: Profilok kezelése
it: Gestisci profili
ja: プロファイルを管理
ko: 프로필 관리
ms: Urus profil
pt: Gerir perfis
ru: Управление профилями
zh_hans: 管理配置文件

source: Manage themes
de: Themes verwalten
es: Gestionar temas
et: Halda teemasid
fr: Gérer les thèmes
hu: Témák kezelése
it: Gestisci temi
ja: テーマを管理
ko: 테마 관리
ms: Urus tema
pt: Gerir temas
ru: Управление темами
zh_hans: 管理主题

source: Managed by %@
de: Verwaltet von %@
es: Gestionado por %@
et: Haldab %@
fr: Géré par %@
hu: Ezt kezeli: %@
it: Gestito da %@
ja: %@ が管理中
ko: %@에서 관리 중
ms: Diuruskan oleh %@
pt: Gerido por %@
ru: Управляется плагином %@
zh_hans: 由 %@ 管理

source: Marble
de: Marmor
es: Mármol
et: Marmor
fr: Marbre
hu: Márvány
it: Marmo
ja: マーブル
ko: 대리석
ms: Marmar
pt: Mármore
ru: Мрамор
zh_hans: 大理石

source: Mark every control, page and tab with the id a plugin can use. Tap a badge to copy it.
de: Markiert jedes Bedienelement, jede Seite und jeden Tab mit der ID, die ein Plugin verwenden kann. Tippe auf ein Symbol, um sie zu kopieren.
es: Marca cada control, página y pestaña con el ID que puede usar un plugin. Toca una insignia para copiarlo.
et: Märgib iga juhtelemendi, lehe ja vahekaardi ID-ga, mida pistikprogramm saab kasutada. Kopeerimiseks puuduta märki.
fr: Marque chaque commande, page et onglet avec l'identifiant qu'un plugin peut utiliser. Touchez un badge pour le copier.
hu: Minden vezérlőt, oldalt és lapot megjelöl azzal az azonosítóval, amelyet egy bővítmény használhat. Koppints egy jelvényre a másoláshoz.
it: Contrassegna ogni controllo, pagina e scheda con l'ID che un plugin può usare. Tocca un badge per copiarlo.
ja: すべてのコントロール、ページ、タブに、プラグインが使える ID を表示します。バッジをタップするとコピーできます。
ko: 모든 컨트롤, 페이지, 탭에 플러그인이 사용할 수 있는 ID를 표시합니다. 배지를 탭하면 복사됩니다.
ms: Tandakan setiap kawalan, halaman dan tab dengan ID yang boleh digunakan plugin. Ketik lencana untuk menyalinnya.
pt: Marca cada controlo, página e separador com o ID que um plugin pode usar. Toque num distintivo para o copiar.
ru: Помечает каждый элемент, страницу и вкладку идентификатором, который может использовать плагин. Нажмите на значок, чтобы скопировать.
zh_hans: 为每个控件、页面和标签页标出插件可用的 ID。点按标记即可复制。

source: Marking up edits
de: Änderungen werden markiert
es: Marcando los cambios
et: Muudatuste märkimine
fr: Marquage des modifications
hu: Módosítások jelölése
it: Segnalazione delle modifiche
ja: 編集内容をマークアップ中
ko: 수정 내용 표시하는 중
ms: Menanda suntingan
pt: A marcar as edições
ru: Как показываются правки
zh_hans: 正在标记修改内容

source: Marks
de: Markierungen
es: Marcas
et: Märgistused
fr: Marques
hu: Jelölések
it: Contrassegni
ja: マーク
ko: 표시
ms: Tanda
pt: Marcas
ru: Знаки
zh_hans: 标记

source: Marks inside words
de: Zeichen im Wortinneren
es: Signos dentro de las palabras
et: Märgid sõna sees
fr: Signes à l’intérieur des mots
hu: Szón belüli jelek
it: Segni dentro le parole
ja: 語中に入る記号
ko: 단어 안에 들어가는 기호
ms: Tanda di dalam perkataan
pt: Sinais dentro das palavras
ru: Знаки внутри слов
zh_hans: 词内的符号

source: Mask
de: Maske
es: Máscara
fr: Masque
hu: Maszk
it: Maschera
ja: マスク
ko: 마스크
ms: Topeng
pt: Máscara
ru: Маска
zh_hans: 遮罩

source: Master switch for Clink's on-device Apple Intelligence. Turn it off to remove the Apple AI tab from Engine and stop every AI feature (suggestions, autocorrect, translation, the AI Tools panel). Runs entirely on-device; nothing leaves your phone.
de: Hauptschalter für Clinks Apple Intelligence auf dem Gerät. Schalt ihn aus, um den Apple-KI-Tab aus der Engine zu entfernen und jede KI-Funktion zu stoppen (Vorschläge, Autokorrektur, Übersetzung, das KI-Werkzeuge-Panel). Läuft komplett auf dem Gerät; nichts verlässt dein Handy.
es: Interruptor principal de la Apple Intelligence en el dispositivo de Clink. Desactívalo para quitar la pestaña de IA de Apple del Motor y detener todas las funciones de IA (sugerencias, autocorrección, traducción, el panel de Herramientas de IA). Funciona por completo en el dispositivo; nada sale de tu teléfono.
et: Pealüliti Clinki seadmesiseseks Apple Intelligence’iks. Lülita see välja, et eemaldada mootorist Apple AI kaart ja peatada iga TI-funktsioon (soovitused, automaatparandus, tõlge, TI-tööriistade paneel). Töötab täielikult seadmel; midagi ei lahku sinu telefonist.
fr: Interrupteur principal de l'Apple Intelligence sur l'appareil de Clink. Désactive-le pour retirer l'onglet Apple AI du Moteur et couper toutes les fonctions d'IA (suggestions, correction auto, traduction, le panneau Outils IA). Tourne entièrement sur l'appareil ; rien ne quitte ton téléphone.
hu: Főkapcsoló a Clink eszközön futó Apple Intelligence-éhez. Kapcsold ki, hogy eltűnjön az Apple AI fül a Motorból, és leálljon minden MI-funkció (javaslatok, automatikus javítás, fordítás, az MI-eszközök panel). Teljesen az eszközön fut; semmi nem hagyja el a telefonodat.
it: Interruttore principale per Apple Intelligence sul dispositivo di Clink. Disattivalo per togliere la scheda Apple AI dal Motore e fermare ogni funzione IA (suggerimenti, correzione automatica, traduzione, il pannello Strumenti AI). Gira tutto sul dispositivo; niente lascia il tuo telefono.
ja: Clink のオンデバイス Apple Intelligence のメインスイッチです。オフにすると、エンジンから Apple AI タブが消え、すべての AI 機能（候補、自動修正、翻訳、AI ツールパネル）が止まります。すべて端末の中で動き、iPhone の外には何も出ません。
ko: Clink의 온디바이스 Apple Intelligence 마스터 스위치예요. 끄면 엔진에서 Apple AI 탭이 사라지고 모든 AI 기능(추천, 자동 수정, 번역, AI 도구 패널)이 멈춰요. 전부 기기에서 돌아가고, 아무것도 폰을 떠나지 않아요.
ms: Suis induk untuk Apple Intelligence atas peranti Clink. Matikannya untuk buang tab Apple AI dari Enjin dan hentikan setiap ciri AI (cadangan, autobetul, terjemahan, panel Alat AI). Berjalan sepenuhnya dalam peranti; tiada apa keluar dari telefon anda.
pt: Interruptor principal da Apple Intelligence no dispositivo do Clink. Desliga-o para tirar o separador de IA da Apple do Motor e parar todas as funcionalidades de IA (sugestões, correção automática, tradução, o painel de Ferramentas de IA). Corre totalmente no dispositivo; nada sai do teu telemóvel.
ru: Главный переключатель Apple Intelligence в Clink. Выключите его, чтобы убрать вкладку Apple AI из «Движка» и остановить все функции ИИ (подсказки, автокоррекцию, перевод, панель «Инструменты ИИ»). Работает целиком на устройстве, ничего не покидает телефон.
zh_hans: Clink 设备端 Apple Intelligence 的总开关。关掉它会从引擎里移除 Apple AI 标签页，并停掉所有 AI 功能（建议、自动更正、翻译、AI 工具面板）。完全在设备上运行；什么都不会离开你的手机。
